/* NSBox (Automatic updates) : <title:Automatic updates> (oid:10) */
"Automatic updates" = "Actualizaciones automáticas";

/* NSButton (Check for updates at startup) : <title:Check for updates at startup> (oid:6) */
"Check for updates at startup" = "Comprobar actualizaciones al inicio";

/* NSButton (Check now) : <title:Check now> (oid:7) */
"Check now" = "Comprobar ahora";

/* NSTextField (Fri 2 April 1980) : <title:Fri 2 April 1980> (oid:9) */
"Fri 2 April 1980" = "Vie 2 Abril 1980";

/* NSTextField (Last checked:) : <title:Last checked:> (oid:8) */
"Last checked:" = "Última comprobación:";

